Repository: OpenE2/oscamsmartcard
Catalog: usr/lib/enigma2/python/Plugins/Extensions/OscamSmartcard/locale/*/LC_MESSAGES/OscamSmartcard.po
Languages: de

source: No
de: Nein

source: Yes
de: Ja

source: CI+ V13
de: ja, CI+ Modul mit V13 Karte

source: CI+ V14
de: ja, CI+ Modul mit V14 Karte

source: None
de: Keine

source: Setup
de: Einstellungen

source: INFORMATION: make your selection and press GREEN All config files are backed up automatically
de: INFORMATION: Auswahl treffen und Start wählen. Fertig. evt. vorhandene oscam config Dateien werden gesichert. Wenn eine CCcam.cfg in /etc liegt kann diese importiert werden und Oscam wird automatisch angepasst.

source: Error
de: Fehler

source: Your STB is not connected to the Internet
de: Entweder ist die Box nicht mit dem Internet verbunden oder der Server ist nicht erreichbar.

source: press color button or lame for exit
de: Drücken Sie Exit oder eine farbige Taste.

source: Unsupportet CPU
de: nicht unterstützte CPU

source: found
de: gefunden

source: OScam can not be installed
de: OScam kann nicht installiert werden

source: valueless Softam found.
de: störende(s) Softam gefunden

source: Remove all first. otherwise Oscamsmartcard will not start
de: Entferne zuerst alle unnötigen störenden SoftCams andernfalls wird OSCamSmartcard nicht starten

source: Press GREEN to remove all
de: Wähle GRÜN zum entfernen

source: Config path set automatically to
de: Config Pfad eingestellt auf

source: Camstart set automatically to
de: Camstart eingestellt auf

source: Oscam type set automatically to
de: OSCam Typ gesetzt als

source: Cardreader found automatically
de: Kartenleser gefunden

source: Settings:
de: Einstellungen:

source: Select OScam WebifPort:
de: OSCam WebifPort auswählen:

source: INFORMATION: Select OScam WebifPort Oscam Webif will be accessible on the selected port.
de: INFORMATION: OSCam Webif Port auswählen Die Weboberfläche von OSCam kann mit einem beliebigem Browser unter folgenden Adressen aufgerufen werden

source: or
de: oder

source: Internal Reader /dev/sci0:
de: Interner Kartenleser /dev/sci0:

source: INFORMATION: Internal Reader /dev/sci0 All STB's having only one cardslot. On STB's having two cardslots it is mostly the lower cardslot.
de: INFORMATION: für Boxen mit 1 oder 2 Kartenlesern Auf Boxen die zwei Kartenleser haben, ist es immer der untere Kartenleser. Karte mit Chip nach unten voraus einstecken.

source: Internal Reader /dev/sci1:
de: Interner Kartenleser /dev/sci1:

source: INFORMATION: Internal Reader /dev/sci1 On STB's having two cardslots it is mostly the upper cardslot.
de: INFORMATION: für Boxen mit 2 Kartenlesern Auf Boxen die zwei Kartenleser haben, ist es immer der obere Kartenleser. Karte mit Chip nach unten voraus einstecken.

source: External Reader /dev/ttyUSB0:
de: Externer Kartenleser /dev/ttyUSB0:

source: INFORMATION: External Reader /dev/ttyUSB0 This Reader can be used to configure for example a connected easymouse.
de: INFORMATION: Externer Kartenleser /dev/ttyUSB0 Dieser Reader kann benutzt werden um zum Beispiel eine angeschlossene Easymouse zu konfigurieren.

source: External Reader /dev/ttyUSB1:
de: Externer Kartenleser /dev/ttyUSB1:

source: INFORMATION: External Reader /dev/ttyUSB1 This Reader can be used to configure for example a second connected easymouse.
de: INFORMATION: Externer Kartenleser /dev/ttyUSB1 Dieser Reader kann benutzt werden um zum Beispiel eine zweite angeschlossene Easymouse zu konfigurieren.

source: CCcam.cfg found. Import your settings
de: Importiere deine CCcam Einstellungen

source: Oscamsmartcard found
de: OSCamSmartcard fand

source: Server and
de: Server und

source: Oscam binary install
de: OSCam Binary installieren

source: install or update to the latest version
de: Installiere das wichtigste. Das OSCam Binary Die Nutztung solcher Programme ist illegal.

source: installed
de: installiert

source: Install oscam EMU Version:
de: OSCam Emu Version installieren:

source: INFORMATION: install Oscam Emu Version Softcam.key included
de: INFORMATION: installiere die Oscam Emu Version Eine einfache Softcam.key wird mitinstalliert.

source: Is a Ci+ Module installed:
de: Ist ein CI+ Modul installiert

source: INFORMATION: please select your CI+ Modul
de: Informationen: Falls Sie ein CI + Modul installiert haben wählen Sie hier die richtige Sky Smartcard aus. Die CAID wird dann von OScam ignoriert und nur über das CI+ Modul mit Sky Karte decodiert.

source: All Softcams will be deinstalled Are you sure ?
de: Alle unnötige Softcams werden entfernt. Starte bitte das Plugin danach erneut. Bist du sicher ?

source: System cleaning
de: System bereinigen

source: Oscam will be installed with the following settings
de: OSCam wird mit folgenden Einstellungen installiert

source: no PayTV Card
de: keine PayTV Karte

source: yes
de: Ja

source: no
de: nein

source: file already exists and use it
de: Datei existiert und wird verwendet

source: file exists, becomes upgrade
de: Datei existiert, wird aber aktualisiert

source: will be installed
de: wird installiert

source: Are the settings correct ?
de: Sind die Einstellungen richtig ?

source: check your settings
de: Überprüfe die Einstellungen

source: Oscam is not running unknown OS
de: OSCam läuft nicht. Unbekanntes System

source: oscam install finished have fun
de: OSCam Installation abgeschlossen Viel Spass

source: done
de: Erledigt

source: Oscam Binary is not installed You must this install
de: Das OSCam Binary wurde nicht gewählt. Dies wird aber benötigt!

source: wrong Settings detected
de: ungültige Einstellungen

source: Error creating oscam.server!
de: Fehler beim erstellen von oscam.server!

source: Error creating oscam.dvbapi!
de: Fehler beim erstellen von oscam.dvbapi!

source: Error creating oscam.user!
de: Fehler beim erstellen von oscam.user!

source: Error creating oscam.conf!
de: Fehler beim erstellen von oscam.conf!

source: Error creating oscam.services!
de: Fehler beim erstellen von oscam.services!

source: Download not avaible
de: Download nicht verfügbar

source: no installed oscamsmartcard found
de: nichts installiert

source: Error creating oscam camstart files!
de: Fehler beim erstellen des Camstarts!

source: Do you really want to remove all oscam_smartcard configs, binary's and camstartfiles. A backup will be created Please restart this plugin again!!
de: Alle Oscam Einstellungen und das Binary werden gelöscht. Zuvor wird ein Backup der Konfigurationsdateien erstellt. Empfohlen für eine saubere Neuinstallation Starte das Plugin anschließend neu

source: remove current config
de: entferne OSCam Einstellungen

source: added ORF ICE p410 Card
de: ORF ICE p410 0D98 Karte hinzugefügt

source: remove reboot from oscamsmartcard
de: reboot Menü in OSCamSmartcard entfernt

source: this info added
de: Diese Information hinzugefügt

source: added SRG V6 Card
de: SRG V6 Karte hinzugefügt

source: added CI+
de: CI+ Menü hinzugefügt

source: added default Reader 357 Mhz
de: default Reader 357 Mhz hinzugefügt

source: Configuration tool for OScam
de: Konfigurationstool für OSCam
